[Cues]
Act_E2_1A_Bathroom_CHKate_Look01_Max_010 = "Kate tidak baik. Aku berharap David akan" turun untuk nya, "seperti yang dikatakan Chloe."
Act_E2_1A_Bathroom_CHKate_Look02_Max_020 = "Setelah aku mandi, aku akan membawa bukunya kembali dan itu akan menjadi alasan yang baik bagi kita untuk chatting. Mungkin hanya berbicara dengan teman akan membantunya merasa lebih baik ..."
Act_E2_1A_Bathroom_Faucet_Look01_Max_010 = "Air adalah hampir sama baiknya dengan secangkir teh yang kuat ketika aku mengantuk."
Act_E2_1A_Bathroom_Faucet_Look02_Max_020 = "Ups. Aku lupa tentang tekanan air."
Act_E2_1A_Bathroom_Faucet_Look03_Max_030 = "Sekarang Kamu dapat mandi dengan damai. Terima kasih."
Act_E2_1A_Bathroom_KateVideoLink_Interact01_Max_020 = "Bahkan jika aku bisa berhenti satu orang dari menonton, itu worth it."
Act_E2_1A_Bathroom_KateVideoLink_Look01_Max_010 = "Apakah yang link ke video Kate? Sial, Victoria begitu sialan berarti."
Act_E2_1A_Bathroom_Poster01_Look01_Max_010 = "" Otter Power "? Aku jadi tidak ada."
Act_E2_1A_Bathroom_Poster02_Look01_Max_010 = "Terakhir kali aku mendapat vaksinasi flu, aku mendapat flu. Persetan."
Act_E2_1A_Bathroom_TamponDispenser_Look01_Max_010 = "Aku baik-baik mengalir, terima kasih."
Act_E2_1A_Corridor_BlackwellMap_Look01_Max_010 = "Blackwell tidak begitu besar, tapi jelas terasa seperti sebuah labirin."
Act_E2_1A_Corridor_CHAlyssa_Look01_Max_010 = "Alyssa adalah sebuah target yang mudah bagi mereka tersentak. Aku harus membantunya ..."
Act_E2_1A_Corridor_CHAlyssa_Look02_Max_020 = "Jika aku membantu Alyssa, aku bisa menjadi seperti" ibu baptis dari Blackwell "..."
Act_E2_1A_Corridor_CHBrooke_Look01_Max_010 = "Ada Brooke, mencari lebih pintar dari semua orang."
Act_E2_1A_Corridor_CHBrooke_Look02_Max_020 = "Setidaknya dia didedikasikan untuk sekolahnya ..."
Act_E2_1A_Corridor_CHJuliet_Look01_Max_010 = "Apa pun yang mereka sedang menonton harus barang panas ..."
Act_E2_1A_Corridor_CHJuliet_Look02_Max_020 = "Juliet tidak memiliki petunjuk berapa banyak ini menyakiti Kate."
Act_E2_1A_Corridor_Doors_VoiceOver01_Max_010 = "Jelas bukan orang pagi."
Act_E2_1A_Corridor_Doors_VoiceOver02_Max_020 = "Bangun, Max. Juliet ada di sebelahku di aula ... tidak kamarnya."
Act_E2_1A_Corridor_Doors_VoiceOver03_Max_030 = "Taylor tidak diragukan lagi dipimpin sekitar oleh Victoria, seperti biasa."
Act_E2_1A_Corridor_Doors_VoiceOver04_Max_040 = "Tidak ada Brooke di sini ..."
Act_E2_1A_Corridor_DormMap_Look01_Max_010 = "Selamat datang di BlackHell ..."
Act_E2_1A_Corridor_ExpressionPanel02_Look01_Max_010 = "Man, orang di sini tanpa ampun."
Act_E2_1A_Corridor_ExpressionPanel02_Look01_Max_020 = "Yang bisa menyenangkan. Senang aku bukan satu-satunya kutu buku kesepian di sini."
Act_E2_1A_Corridor_ExpressionPanel02_Look01_Max_030 = "Terima kasih untuk peringatan."
Act_E2_1A_Corridor_ExpressionPanel_Look01_Max_010 = "Ini seperti DNA publik asrama kami ..."
Act_E2_1A_Corridor_ExpressionPanel_Look01_Max_020 = "Go, Ms. Hibah! Tidak yakin apakah aku akan meskipun ... aku pecundang."
Act_E2_1A_Corridor_KateDoor_VoiceOver01_Max_010 = "Kate adalah burung awal. Dia mungkin dan pergi ..."
Act_E2_1A_Corridor_KateSlate_Look01_Max_010 = "Tanda Setan."
Act_E2_1A_Corridor_KateSlate_Look02_Max_020 = "Aku yakin ingin menangkap aula tagger ini ..."
Act_E2_1A_Corridor_MPA01_VoiceOver01_Max_010 = "Rachel tampak seperti dia menatapku ..."
Act_E2_1A_Corridor_MPA01_VoiceOver03_Max_030 = "Aku akan senang untuk percaya Rachel Amber hanya bersembunyi."
Act_E2_1A_Corridor_MPA01_VoiceOver04_Max_040 = "Chloe begitu bertekad untuk menemukanmu, Rachel."
Act_E2_1A_Corridor_MaxSlate_Look01_Max_010 = "Mengapa ada yang peduli? Aku pikir seniman saling membantu ..."
Act_E2_1A_Corridor_MaxSlate_Look02_Max_020 = "Dua bisa bermain di game ini, Moriarty. Mereka mungkin tidak percaya tapi mereka tidak akan yakin."
Act_E2_1A_Corridor_Poster01_Look01_Max_010 = "Aku pikir aku akan terlalu takut untuk pergi."
Act_E2_1A_Corridor_Poster02_Look01_Max_010 = "Nice atmosfer tembakan. Kebutuhan debu."
Act_E2_1A_Corridor_Poster03_Look01_Max_010 = "" Mereka hidup! ""
Act_E2_1A_Corridor_Poster04_Look01_Max_010 = "Tapi apa poster ini benar-benar mencoba untuk memberitahuku?"
Act_E2_1A_Corridor_ScoreBoard_Look01_Max_010 = "Aku ingin membuat kolase foto dari setiap orang yang pernah diposting ini."
Act_E2_1A_Corridor_ToiletPaper_Look01_Max_010 = "Satu mundur cepat dan aku bisa menghentikan serangan TP ini ..."
Act_E2_1A_Corridor_TrashCan_Look01_Max_010 = "Samuel benar-benar adalah orang aneh ... tapi dia besar di membersihkan."
Act_E2_1A_Corridor_VictoriaDoor_VoiceOver01_Max_010 = "Baik, aku tidak akan mengganggumu."
Act_E2_1A_DanaRoom_BigfootBanner_Look01_Max_010 = "Dana mengambil semangat Blackwell dengan serius."
Act_E2_1A_DanaRoom_BirthControl_Look01_Max_010 = "Hmmmm ..."
Act_E2_1A_DanaRoom_CHDana_Look01_Max_010 = "Aku belum pernah melihat Dana goyang ini dan bahagia tanpa teko kopi."
Act_E2_1A_DanaRoom_CheerleaderOutfit_Look01_Max_010 = "Aku bahkan tidak bisa membayangkan apa hidup akan seperti menjadi pemandu sorak. Drama, ku kira."
Act_E2_1A_DanaRoom_DanaLaptop_Look01_Max_010 = "Keingintahuan membunuh Max ..."
Act_E2_1A_DanaRoom_DanaLaptop_Look02_Max_020 = "Siapa yang akan bertahan dan apa yang akan tersisa dari mereka? Jangan mengatakan bahwa dengan keras, dork."
Act_E2_1A_DanaRoom_DanaLaptop_Look03_Max_030 = "Itu akan menyenangkan untuk menempatkan tengkorak dan hantu seluruh Blackwell ..."
Act_E2_1A_DanaRoom_DanaLaptop_Look04_Max_040 = "Seperti aku bisa menarik ini ... Hello, Victoria!"
Act_E2_1A_DanaRoom_HalloweenStuff_Look01_Max_010 = "Itu begitu sialan lucu berapa banyak Dana adalah ke pesta Halloween ini."
Act_E2_1A_DanaRoom_LoganNote_Look01_Max_010 = "Ini adalah sedih dan menyedihkan."
Act_E2_1A_DanaRoom_MakeUp_Look01_Max_010 = "Berbicara tentang Halloween, melihat semua makeup ini. Setidaknya Dana tahu bagaimana menggunakannya."
Act_E2_1A_DanaRoom_Rollers_Look01_Max_010 = "rollerblade! Aku ingin menjadi seorang gadis derby, tapi aku hampir patah kaki aku hanya menempatkan mereka di ..."
Act_E2_1A_DanaRoom_TrevorJacket_Look01_Max_010 = "Trevor membuat dirinya nyaman. Harapan mereka tidak mendapatkan rusak."
Act_E2_1A_Dormitory_BookKate_VoiceOver01_Max_010 = "Kate membutuhkan bukunya kembali dan aku lebih baik tidak menidurinya lebih, seperti dia berpikir aku lakukan kemarin ..."
Act_E2_1A_Dormitory_BookKate_VoiceOver02_Max_020 = "Kate membutuhkan bukunya kembali dan karena aku akan menjadi sekutu barunya, aku lebih baik mendapatkan pada bola."
Act_E2_1A_Dormitory_ChloeSMS_VoiceOver01_Max_010 = "Bahkan dengan semua omong kosong gila ini terjadi, itu sangat keren memiliki Chloe kembali ku hidupku lagi. Seperti waktu telah berlalu ..."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver01_Max_010 = "Oke, waktu untuk berpakaian untuk hari itu."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver02_Max_020 = "Aku lebih baik berpakaian, kemudian memberikan kembali buku Kate."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver03_Max_030 = "Aku harus berpakaian sebelum aku pergi ke sana."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver04_Max_040 = "Oh sial, balas dendam Nathan. Bahkan Chloe mengatakan kepadaku untuk tidak pergi ke Kepala Sekolah ..."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver05_Max_050 = "Victoria. Tentu saja. Itulah yang aku dapatkan untuk mengolok-olok dia ... Pelacur."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver07_Max_070 = "Ayolah, Max. Pikirkan di mana Kamu terakhir meletakkan buku ..."
Act_E2_1A_Dormitory_MaxRoom_VoiceOver08_Max_070 = "Oh sial, sekarang aku mendapatkan ancaman anonim? Ini tidak pernah berakhir ... ini harus dari Nathan ... tapi bisa siapa saja ... Aku lebih baik menjadi dua kali lipat-hati di sini atau aku bisa berada di serius bahaya ... Jika aku belum. "
Act_E2_1A_Dormitory_Shower_VoiceOver01_Max_010 = "Menjadi superhero sebuah pekerjaan kotor. Aku perlu mandi."
Act_E2_1A_Dormitory_Shower_VoiceOver02_Max_020 = "Tidak ada jumlah mundur akan membuatku bersih. Aku masih perlu mandi."
Act_E2_1A_Dormitory_Shower_VoiceOver03_Max_030 = "Aku lebih baik tidak pergi tanpa pasokan mandiku."
Act_E2_1A_KateRoom_AbstinenceFlyer_Look01_Max_010 = "Mungkin Kate memiliki kepribadian ganda ... gadis Gereja hari, pihak rakasa malam?"
Act_E2_1A_KateRoom_AuntLetter_Look01_Max_010 = "Aduh. Dia ditinggalkan" kutukan. ""
Act_E2_1A_KateRoom_Bible_Look01_Max_010 = "Kate bahkan membuat catatan dalam bible-nya ... Orang tuaku tidak pernah membawaku ke gereja. Aku punya apa-apa untuk memberontak melawan. Aku tidak tahu apa yang harus kupercayai sekarang ..."
Act_E2_1A_KateRoom_CHKate_Look01_Max_010 = "Poor Kate, dia tidak terlihat baik ..."
Act_E2_1A_KateRoom_CHKate_Look02_Max_020 = "Yesus, ini sangat ketat. Jika Kate tidak keluar dari itu dan benar-benar mengatakan yang sebenarnya ..."
Act_E2_1A_KateRoom_ChildrenDrawings_Look01_Max_010 = "seni Kate sempurna untuk anak-anak buku-semuanya terlihat begitu menyenangkan dan berwarna-warni dan ... positif."
Act_E2_1A_KateRoom_CreepyDrawings_Look01_Max_010 = "Ya Tuhan. Ini harus menjadi Kate" H. R. Giger "periode ..."
Act_E2_1A_KateRoom_FamilyPortrait_Look01_Max_010 = "Sialan, itu adalah All-American Zombie Family."
Act_E2_1A_KateRoom_FatherPostCard_Look01_Max_010 = "Kate benar-benar memiliki seorang ayah penyayang."
Act_E2_1A_KateRoom_GroupPhoto_Look01_Max_010 = "Aku tidak tahu bahwa Kate pernah bergaul dengan Alyssa dan Stella ..."
Act_E2_1A_KateRoom_KateBook_VoiceOver03_Max_030 = "Time out, Max. Kamu benar-benar mengatakan Kate pergi ke polisi dan Kepala Sekolah ... setelah mendapatkan ancaman teks menakutkan. Sekarang polisi akan pasti menyeretmu ke dalam omong kosong ini."
Act_E2_1A_KateRoom_KateBook_VoiceOver04_Max_040 = "Good job, Dr. Max. Dia tidak suka apa yang kau katakan, tapi kita perlu bukti lebih dari apa yang terjadi."
Act_E2_1A_KateRoom_KateTablet_Look01_Max_010 = "Kate sendirian berhadapan dengan omong kosong video ini. Aku berharap ibunya tidak memungkiri dirinya ..."
Act_E2_1A_KateRoom_MessyClothes_Look01_Max_010 = "kamar Kate biasanya rapi. Baginya ini harus menjadi kandang babi ..."
Act_E2_1A_KateRoom_Mirror_Look01_Max_010 = "Mengapa dia menutupi cermin? Dia tidak bisa melihat dirinya sendiri?"
Act_E2_1A_KateRoom_Pictures_Look01_Max_010 = "Hei, Aku mencoba untuk menggunakan kekuatanku untuk selamanya."
Act_E2_1A_KateRoom_Rabbit_Look01_Max_010 = "Itu adalah kelinci lucu yang pernah. Aku yakin Kate adalah ibu yang baik."
Act_E2_1A_KateRoom_SistersPhoto_Look01_Max_010 = "Hampir lupa apa yang tampak seperti ketika dia tersenyum Kate ..."
Act_E2_1A_KateRoom_Tissues_Look01_Max_010 = "Itu banyak air mata. Dia akan pergi melalui kotak."
Act_E2_1A_KateRoom_Violin_Look01_Max_010 = "Kate digunakan untuk bermain biola setiap pagi ... Dia berhenti minggu lalu ..."
Act_E2_1A_KateRoom_Windows_Look01_Max_010 = "Ini terlalu emo di sini. Kate tidak terlalu suram ... sampai akhir-akhir ini."
Act_E2_1A_MaxRoom_Artbooks_Look01_Max_010 = "Cartier-Bresson, Doisneau, Hamilton ... The terbesar!"
Act_E2_1A_MaxRoom_BookRoomClean_Look01_Max_010 = "ini seperti yang bijaksana, buku sendu. Aku harus membaca cara yang lebih Bradbury ..."
Act_E2_1A_MaxRoom_BookRoomSacked_Interact01_Max_020 = "Sekarang aku dapat akhirnya mengambil kembali ini untuk Kate sebelum aku terlambat. Seolah-olah aku harus khawatir tentang terlambat lagi ... Aku memiliki semua waktu di dunia sekarang."
Act_E2_1A_MaxRoom_BookRoomSacked_Look01_Max_010 = "Aha, Kau buku licik, kau milikku!"
Act_E2_1A_MaxRoom_Desk_Interact01_Max_010 = "Mejaku adalah kandang babi, tapi ... aku tahu itu tidak ada."
Act_E2_1A_MaxRoom_FacebookMeme_Look01_Max_010 = "Terima kasih Victoria. Aku selalu ingin menjadi" Max meme "ketika aku dibesarkan. Dia akan menyebarkan omong kosong itu di mana-mana."
Act_E2_1A_MaxRoom_Katebook_Interact03_Max_010 = "memperbaiki Lebih baik cepat ini. Kate membutuhkan buku dan aku tidak ingin menambah daftar nya masalah."
Act_E2_1A_MaxRoom_Katebook_Interact04_Max_010 = "Pergilah, busuk minuman ringan!"
Act_E2_1A_MaxRoom_MaxBed_Interact01_Max_020 = "Aku sangat tidak seorang pemberontak. Aku selalu suka tempat tidurku harus rapi dan rapi. Terima kasih, Bu."
Act_E2_1A_MaxRoom_MaxBed_Look01_Max_010 = "Ini benar-benar mengingatkanku menjadi seorang anak di kamarku. Maaf Bu, aku bisa membuat tempat tidurku setiap kali aku ingin. Boo yah!"
Act_E2_1A_MaxRoom_MaxBooks_Look01_Max_010 = "Aku bisa mundur untuk hari dan membaca semua buku-buku ini. Apakah aku benar-benar menemukan wawasan ke dalam kekuasaanku?"
Act_E2_1A_MaxRoom_MaxCamera_Interact01_Max_020 = "Tidak tersenyum. Ambil kekuatan seriusmu."
Act_E2_1A_MaxRoom_MaxCamera_Look01_Max_010 = "Gambar ini akan menangkap momen bersejarah ini gila dalam hidupku ..."
Act_E2_1A_MaxRoom_MaxClothes_Interact01_Max_020 = "Mungkin aku akan mengenakan kemeja dan celana jeans. Hei, Einstein memiliki setelan yang tepat sama untuk setiap hari dalam seminggu. Dan dia bahkan tidak bisa memundurkan waktu."
Act_E2_1A_MaxRoom_MaxClothes_Look01_Max_010 = "" pakaian Selamat pagi,! Aku harap Kamu tidur dengan baik ... Sekarang, harus itu kemeja Gucciku dengan jaket Vuitton? ""
Act_E2_1A_MaxRoom_MaxClothes_Look02_Max_010 = "" Aku akan memakai mereka lucu lucu renda sepatu sehingga aku bisa pelayaran Blackwell aula dalam gaya ... Oh Victoria, Kamu seperti bos fashion! ""
Act_E2_1A_MaxRoom_MaxDVDS_Look01_Max_010 = "Sekarang aku harus bertanya-tanya jika ada film ini didasarkan pada kisah nyata ..."
Act_E2_1A_MaxRoom_MaxDoor_Voiceover_Max_010 = "Angkatlah, aku harus mencari buku sebelum pergi untuk melihat Kate."
Act_E2_1A_MaxRoom_MaxGuitar_Look01_Max_010 = "Sementara itu, gitarku dengan lembut tidur."
Act_E2_1A_MaxRoom_MaxLaptop_Interact01_Max_020 = "Ini sangat gila kedengarannya logis untukku ..."
Act_E2_1A_MaxRoom_MaxLaptop_Interact02_Max_030 = "Hal lubang cacing ini masuk akal total, tetapi tidak menjelaskan bagaimana aku dapat melakukan apa yang tidak ada ilmuwan yang pernah memiliki ..."
Act_E2_1A_MaxRoom_MaxLaptop_Interact03_Max_040 = "Aku akan mengatakan ini adalah hal gila, tapi sekarang aku tidak begitu yakin ... Haruskah aku masuk?"
Act_E2_1A_MaxRoom_MaxLaptop_Interact04_Max_050 = "Warren adalah meledakkan inboxku sekarang. Selama dia membantuku memikirkan hal ini."
Act_E2_1A_MaxRoom_MaxLaptop_Interact05_Max_060 = "Dan aku pikir aku ke Halloween. Dana tidak main-main di sini."
Act_E2_1A_MaxRoom_MaxLaptop_Look01_Max_010 = "Wah, aku bisa tersesat melakukan penelitian perjalanan waktu. Aku dan mesin pencari telah menjadi salah satu. Kalau saja aku bisa ini difokuskan pada pekerjaan."
Act_E2_1A_MaxRoom_MaxNotes_Look01_Max_010 = "Aku tidak bisa membuka mata, tapi aku tahu ada jawaban ilmiah ..."
Act_E2_1A_MaxRoom_MaxObject01_Interact01_Max_010 = "Uh oh! Aku ingin tahu apakah aku akan pernah memakai jam tangan lagi ..."
Act_E2_1A_MaxRoom_MaxObject02_Interact01_Max_020 = "Ini akan menyenangkan untuk mendapatkan beberapa peeps bersama-sama dan memainkan permainan nyata bukan permainan drama ..."
Act_E2_1A_MaxRoom_MaxPlant_Interact01_Max_020 = "Minumlah ... Ini punya elektrolit."
Act_E2_1A_MaxRoom_MaxPlant_Interact02_Max_040 = "Minumlah ... aku dapat membawamu kembali ... Aku memegang kekuasaan atas kehidupan itu sendiri ..."
Act_E2_1A_MaxRoom_MaxPlant_Look01_Max_010 = "Selamat pagi, Lisa. Daunmu indah hari ini. Aku mungkin tidak memiliki jempol hijau, tapi aku punya jari hijau ..."
Act_E2_1A_MaxRoom_MaxPlant_Look02_Max_030 = "Oh Lisa, aku sudah meninggalkanmu di ambang kekeringan!"
Act_E2_1A_MaxRoom_MaxSchedule_Look01_Max_010 = "Mrs. Hoida masih keluar sakit. Aku mendengar seseorang mengatakan dia memiliki depresi berat. Kasihan."
Act_E2_1A_MaxRoom_Mirror_Interact01_Max_020 = "Whoa, halo zombie-wajah. Ini adalah apa yang terjadi ketika kamu melakukan penelitian fisika kuantum sepanjang malam ..."
Act_E2_1A_MaxRoom_PhotoPanel_Look01_Max_010 = "Itulah satu-satunya gambar turis yang kubiarkan mereka ambil di Space Needle ..."
Act_E2_1A_MaxRoom_PhotoPanel_Look01_Max_020 = "Itu hoki permainan yang baik, dan pertarungan besar."
Act_E2_1A_MaxRoom_PhotoPanel_Look01_Max_040 = "Man, Kristen dan Fernando yang menggantung begitu mabuk di Fremont Troll ..."
Act_E2_1A_MaxRoom_PhotoWall_Look01_Max_010 = "" The Max Photo Caulfield Memorial Wall. ""
Act_E2_1A_MaxRoom_PostCard01_Look01_Max_010 = "Sulit untuk percaya aku 18 sekarang. Aku beruntung orang tuaku memperbolehkan aku berfoto hingga dewasa."
Act_E2_1A_MaxRoom_Poster08_Look01_Max_010 = "Apakah Man Ray menyebut mereka" selfie potret "?"
Act_E2_1A_MaxRoom_RoomSacked_Interact01_Max_020 = "Ta da! Aku suka ruang bersih. Sangat zen. Kecuali untuk itu omong kosong grafiti."
Act_E2_1A_MaxRoom_RoomSacked_Look01_Max_010 = "My miskin Donnie Darko ... Bagaimana bisa siapa pun ingin istirahat lucu li'l Jake Gyllenhaal?"
Act_E2_1A_MaxRoom_RoomSackedbyNathan_Look01_Max_010 = "Man, ini hampir bisa art-jika itu tidak begitu fucking sakit dan terganggu."
Act_E2_1A_MaxRoom_Scarf_Look01_Max_010 = "Aku akan rindu akan bermain dengan ayahku. Pergi Thunderbirds!"
Act_E2_1A_MaxRoom_Search_Interact01_Max_010 = "Tidak ada buku di sini ..."
Act_E2_1A_MaxRoom_Search_Interact04_Max_010 = "Dan tidak ada di sini."
Act_E2_1A_MaxRoom_Search_Interact05_Max_010 = "Aku berjanji untuk membersihkan ini, jika aku menemukan buku."
Act_E2_1A_MaxRoom_Search_Interact06_Max_010 = "Bagus, kamu menumpahkan soda pada buku Kate."
Act_E2_1A_MaxRoom_ShowelGel_Interact01_Max_020 = "Oke Max, mari kita memukul kamar mandi sekarang!"
Act_E2_1A_MaxRoom_ShowelGel_Look01_Max_010 = "Hanya karena beberapa keledai pranked botol sampo seorang gadis dan rambutnya rontok, kita harus menjaga mandi kami. Jadi perkemahan musim panas."
Act_E2_1A_MaxRoom_VictoriaPhoto_Look01_Max_010 = "Aku akui, ini lucu, tapi ... aku tidak harus tenggelam ke tingkat pengganggu Victoria."
Act_E2_1A_MaxRoom_VoiceOverReveal_Max_010 = "Aku sangat hancur setelah begadang semalaman ... Aku bisa menggunakan mundurku untuk menangkap beberapa z, tapi mungkin aku lebih baik menyimpan kekuatanku ..."
Act_E2_1A_MaxRoom_VoiceOver_Max_010 = "Max, gunakan kekuatan otakmu sekarang. Pikirkan!"
Act_E2_1A_MaxRoom_VoiceOver_Max_020 = "Jangan sembunyikan dariku, Pak Bradbury ... Aku mencintaimu."
Act_E2_1A_MaxRoom_VoiceOver_Max_030 = "Kalau saja aku punya kekuatan untuk mundur memoriku ..."
Act_E2_1A_MaxRoom_VoiceOver_Max_040 = "Oke, di mana aku menaruh buku itu? Di mana ?!"
Cue_E2_1A_Bathroom_DialKate_Kate_010 = "Hey Max!"
Cue_E2_1A_Bathroom_DialKate_Kate_040 = "Aku di sini. Terima kasih lagi untuk membelaku kemarin. Aku sangat membutuhkan itu."
Cue_E2_1A_Bathroom_DialKate_Kate_060 = "Bukankah semua orang di sini?"
Cue_E2_1A_Bathroom_DialKate_Kate_070 = "Max!"
Cue_E2_1A_Bathroom_DialKate_Kate_100 = "Yeah, aku minta maaf kamu tidak melakukan apa-apa untuk membantu. Tapi kau sama seperti orang lain di sini ..."
Cue_E2_1A_Bathroom_DialKate_Kate_120 = "Apa pun, hal itu dilakukan ..."
Cue_E2_1A_Bathroom_DialKate_Kate_130 = "BTW Max, apakah kamu masih memiliki salinan dari" The October Country "?"
Cue_E2_1A_Bathroom_DialKate_Kate_150 = "Tolong bawakan kembali ke kamarku pagi ini? Aku hanya perlu mengambil beberapa catatan untuk kelas."
Cue_E2_1A_Bathroom_DialKate_Max_020 = "Hey Kate."
Cue_E2_1A_Bathroom_DialKate_Max_030 = "Bagaimana kabarmu?"
Cue_E2_1A_Bathroom_DialKate_Max_050 = "Kapan saja. Orang itu memiliki masalah."
Cue_E2_1A_Bathroom_DialKate_Max_080 = "Oh! Eh ... Hei, Kate."
Cue_E2_1A_Bathroom_DialKate_Max_090 = "Maaf kemarin."
Cue_E2_1A_Bathroom_DialKate_Max_110 = "Itu tidak benar, aku ingin membantu, tapi, tapi-"
Cue_E2_1A_Bathroom_DialKate_Max_140 = "Oh. Ya, tentu saja. Ini bagus sejauh ini. Aku tidak menyadari Bradbury adalah penyair seperti itu."
Cue_E2_1A_Bathroom_DialKate_Max_160 = "Absolutely. Aku akan membawanya dengan nanti."
Cue_E2_1A_Bathroom_FaucetWater_Girl_010 = "Hello ?! Air!"
Cue_E2_1A_Bathroom_FaucetWater_Max_020 = "Maaf, aku lupa!"
Cue_E2_1A_Bathroom_TakeShower_Kate_020 = "Sekolah."
Cue_E2_1A_Bathroom_TakeShower_Kate_050 = "Victoria, itu bukan aku ..."
Cue_E2_1A_Bathroom_TakeShower_Kate_080 = "Kau akan menyesal suatu hari nanti."
Cue_E2_1A_Bathroom_TakeShower_Taylor_030 = "Itu saja?"
Cue_E2_1A_Bathroom_TakeShower_Taylor_060 = "Oh Tuhan. Benar."
Cue_E2_1A_Bathroom_TakeShower_Taylor_100 = "Sepertinya itu."
Cue_E2_1A_Bathroom_TakeShower_Taylor_120 = "Beritakanlah itu, sista."
Cue_E2_1A_Bathroom_TakeShower_Taylor_140 = "Itu sangat keren."
Cue_E2_1A_Bathroom_TakeShower_Taylor_160 = "Dia aneh dengan kamera bodoh."
Cue_E2_1A_Bathroom_TakeShower_Taylor_180 = "Kau sangat jahat. Aku menyukainya!"
Cue_E2_1A_Bathroom_TakeShower_Taylor_200 = "Kita kehilangan semua-"
Cue_E2_1A_Bathroom_TakeShower_Victoria_010 = "Ada apa, Kate?"
Cue_E2_1A_Bathroom_TakeShower_Victoria_040 = "Video-mu itu tidak terlihat seperti pekerjaan rumah ..."
Cue_E2_1A_Bathroom_TakeShower_Victoria_070 = "Jangan malu. Kupikir itu mengagumkan kau menetapkan rekor di video ..."
Cue_E2_1A_Bathroom_TakeShower_Victoria_090 = "Oh boo hoo, aku minta maaf sis. Aku yakin dia bersenang-senang."
Cue_E2_1A_Bathroom_TakeShower_Victoria_110 = "Aku tahu Nathan mengaitkannya. Dan kamu tahu dia memiliki dampaknya."
Cue_E2_1A_Bathroom_TakeShower_Victoria_130 = "Yuck. Aku masih memiliki cat sialan seluruh wajahku." Max Selfie "pikir dia adalah seorang badass mengambil gambar itu. Aku Mestinya memukul ke bawah."
Cue_E2_1A_Bathroom_TakeShower_Victoria_150 = "Dia cemburu karena Mark-Mr Jefferson tahu aku akan memenangkan" Everyday Heroes "kontes. Dia pikir Max adalah lelucon."
Cue_E2_1A_Bathroom_TakeShower_Victoria_170 = "Aku benci itu" Aku sangat unik "omong kosong. Pokoknya. Mari kita tinggalkan link ke video Kate sehingga semua orang mendapat kesempatan untuk melihat dia beraksi ..."
Cue_E2_1A_Bathroom_TakeShower_Victoria_190 = "Yuck. Aku masih memiliki cat sialan seluruh wajahku. Hal yang baik untuk setia mengambil waktu manis mereka membawakan aku handuk ..."
Cue_E2_1A_Bathroom_TakeShower_Victoria_210 = "Sudahlah, Taylor. Sekarang aku tahu jika aku mengalami kecelakaan aku tidak akan bergantung padamu atau Courtney untuk bantuan. Kau dapat bergaul dengan Kate ... atau Max."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_001 = "Oke, Max, dua kali kau menyelamatkanku dari senjata proyektil. Apakah kau malaikat pelindungku?"
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_004 = "Sialan, itu pemikiran cepat, Max."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_007 = "Blackwell kelebihan orang brengsek."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_009 = "Kau dan Warren tahu "sci-fi"-mu. Hati-hati, kau mungkin bisa membuat Brooke cemburu ..."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_010 = "Oh, omong-omong, Warren bilang kau meminjam flash drive film keren. Aku tidak tahu kau adalah sci-fi geek seperti kita. Apa favoritmu?"
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_011 = "Bisa kau bayangkan jika kembali dalam waktu di Blackwell pada 1980-an?"
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Alyssa_013 = "Aku hampir tidak ingin maju dalam waktu, apalagi pergi ke belakang."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_003 = "Mengapa, halo lagi, Alyssa."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_005 = "Sebenarnya, aku hanya memiliki indra keenam untuk masalah. Aku senang membantumu."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_006 = "Aku senang keterampilan psikisku menyelamatkanmu dari lemparan kertas toilet."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_014 = "Tentu saja aku suka "Back to the Future,". Siapa yang tidak?"
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_015 = "Aku suka ide akan kembali pada waktunya untuk memperbaiki kesalahan dalam" Groundhog Day. ""
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_016 = "" Looper "sangat dingin. Serius bermain dengan pikiranmu. Aku masih berusaha untuk mencari tahu ..."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_018 = "Kami akan tercekik dari semua hair spray."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_020 = "Aku mendengarmu. Tapi itu semua tentang pilihan yang kau buat sekarang."
Cue_E2_1A_Corridor_CHAlyssa_Phase01_Max_021 = "Aku hanya akan berpura-pura tidak tahu apa yang kau maksud."
Cue_E2_1A_Corridor_CHAlyssa_Phase02_Alyssa_002 = "Dasar keparat... Maaf Max, aku tidak merasa ingin bersosialisasi sekarang."
Cue_E2_1A_Corridor_CHAlyssa_Phase02_Max_001 = "Kau baik-baik saja, Alyssa?"
Cue_E2_1A_Corridor_CHAlyssa_Quick01_Alyssa_001 = "Max, mari kita bicara nanti-keberuntungan dengan Warren!"
Cue_E2_1A_Corridor_CHAlyssa_Quick01_Alyssa_002 = "Max, aku tidak mau bicara, comprendo?"
Cue_E2_1A_Corridor_CHBrooke_Phase02_Brooke_002 = "Oh, hi Max."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Brooke_008 = "Aku terpaku oleh yang aneh salju kesibukan kemarin."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Brooke_009 = "Aku serius. Meteorologi Bahkan tidak bisa menjelaskan salju itu. Aku yakin Warren bisa. Apakah kau berbicara dengannya belum?"
Cue_E2_1A_Corridor_CHBrooke_Phase02_Brooke_015 = "Benar. Dan Warren benar-benar mencintai untuk berbicara meteorologi denganku, karena aku salah satu dari sedikit orang yang bisa berbicara kembali. Bicaralah nanti, Max."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Brooke_016 = "Beruntung kamu. Aku yakin dia akan melacakmu ke bawah, Max. Aku akan melihatmu di sekitar."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Max_001 = "Hey Brooke."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Max_003 = "Apakah kau melihat hujan salju aneh kemarin?"
Cue_E2_1A_Corridor_CHBrooke_Phase02_Max_004 = "Kau tampak terganggu. Semuanya baik2 saja?"
Cue_E2_1A_Corridor_CHBrooke_Phase02_Max_005 = "Aku tidak bisa mengatakan jika kau serius atau tidak ... Um, karena aku rendah ilmu, aku ingin tahu apakah kau bisa menjelaskannya ..."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Max_013 = "Tidak, tidak sama sekali. Dia temanku, bukan ibuku."
Cue_E2_1A_Corridor_CHBrooke_Phase02_Max_014 = "Aku akan nanti."
Cue_E2_1A_Corridor_CHBrooke_Quick02_Brooke_001 = "Aku tidak punya waktu, Max. Aku tidak bisa bicara sekarang."
Cue_E2_1A_Corridor_CHBrooke_Quick02_Brooke_002 = "Sungguh, Max?"
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_001 = "Hey Max, kau lihat video hot Kate belum?"
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_004 = "Aku tidak mendapatkan terbuang pada kamera dan mendapatkan sibuk dengan Vortex Club."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_005 = "Karena itu sialan lucu." Gereja Gadis Gone Wild. ""
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_007 = "Benarkah? Lihat keluar dan memberitahuku apa yang dia suka."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_009 = "Touche. Sekarang aku merasa seperti keledai. Terima kasih untuk mencari tahu kebenaran kemarin."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_013 = "Tidak ada ... belum. Pikiranku bekerja dengan cara yang licik juga."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_014 = "Ketika ia bertindak seperti cacing, aku membiarkan dia menjuntai."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_015 = "Tidak padamu. Sebagian dari diriku hampir kecewa, karena aku membangun begitu banyak kemarahan."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_017 = "Kau memiliki hati yang baik, Max ... Dan aku tidak akan menonton video Kate lagi. Atau menyebarkannya."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Juliet_019 = "Tentu, bicara nanti."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_002 = "Itu sangat tidak keren."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_003 = "Mengapa aku harus?"
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_006 = "Kate tidak seperti itu dan kau tahu itu."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_008 = "Apakah kau percaya semua yang kau lihat? Seperti Zachary sexting Dana?"
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_010 = "Apa yang kau lakukan tentang Victoria menarik omong kosong itu?"
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_011 = "Apakah kau yakin? Aku pikir kau akan marah ..."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_012 = "Bagaimana Zachary? Apakah kau membiarkan dia lolos?"
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_016 = "Senang melihat kau kembali beraksi."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_018 = "Itu semangat! Terima kasih Juliet."
Cue_E2_1A_Corridor_CHJuliet_Phase01_Max_020 = "Hello Juliet."
Cue_E2_1A_Corridor_CHJuliet_Quick01_Juliet_001 = "Aku tidak menonton video, Max."
Cue_E2_1A_Corridor_CHJuliet_Quick01_Juliet_002 = "Permisi, aku SMS Zach."
Cue_E2_1A_Corridor_CourtneyHomework_Courtney_020 = "Ya, tentu saja, Victoria. Aku akan mengambilkan tes dan kertas untukmu siang ini. Aku sangat bersemangat. Anggap saja sudah dilakukan."
Cue_E2_1A_Corridor_CourtneyHomework_Victoria_010 = "Courtney, serius, jangan lupa aku perlu kertas-kertas sebelum malam ini. Seperti, sekarang. Terima kasih, cherie."
Cue_E2_1A_Corridor_KateVideo_Brooke_020 = "Aku tidak berpikir Kate seperti ini ... macking pada mereka bros? Ew."
Cue_E2_1A_Corridor_KateVideo_Brooke_040 = "Semua orang melihatnya sekarang ..."
Cue_E2_1A_Corridor_KateVideo_Juliet_010 = "Gross. The Vortex Club babi tersebut. Aku senang aku marah mereka."
Cue_E2_1A_Corridor_KateVideo_Juliet_030 = "Kita tidak boleh menonton ini ..."
Cue_E2_1A_Corridor_Knock02_Kate_020 = "Ya, aku di sini. Datang, Max ..."
Cue_E2_1A_Corridor_Knock02_Max_010 = "Kate? Kau di situ?"
Cue_E2_1A_Corridor_Warn_Alyssa_Alyssa_020 = "Uh, oke, Max. Jika itu yang membuatmu bahagia ..."
Cue_E2_1A_Corridor_Warn_Alyssa_Alyssa_030 = "Wow, sekarang yang dekat. Terima kasih, Max."
Cue_E2_1A_Corridor_Warn_Alyssa_Max_010 = "Alyssa, bisakah kau berdiri di sana?"
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_002 = "Tidak Max, aku tidak membencimu. Bukan berarti aku tidak suka gosip hangat ... Aku hanya berharap kau tidak begitu usil."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_005 = "Atau hadiah. Kau sangat baik di usil."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_009 = "Setidaknya kami menunjukkan wajah kami bersama-sama di depan umum ... Jadi kau benar-benar harus pergi dengan kami. Pinjam salah satu pakaianku dan datang sebagai seorang geek pasangan lucu dengan jalangmu, Warren ..."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_021 = "By the way, yang terbaik dan terbesar berita hari ini adalah bahwa Trevor memintaku untuk heboh Halloween."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_036 = "Jauh lebih baik dari kemarin. Aku senang kami berbicara."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_037 = "Oh ya. Thanks lagi untuk melepaskanku dari penangkaran nya."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_041 = "Kau hampir psikis. Aku merasa seperti kau tahu segalanya toh ..."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_042 = "Aku akan tertawa, tapi kau menyelamatkan aku kemarin. Jadi mari kita menyebutnya bahkan."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_052 = "Jangan biarkan hidup berlalu, Max. Jadi, kau datang ke pesta, atau tidak?"
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_056 = "Itu baru semangat, Max! Setelah ini kau akan siap untuk rave ..."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Dana_057 = "Kau datang ke Blackwell untuk menemukan diri sendiri, tidak bersembunyi di asramamu."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_001 = "Uh, hi, Dana. Apakah kamu membenciku?"
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_003 = "Ini seperti karakterku yang cacat fatal."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_007 = "Benarkah? Aku tidak mencoba untuk tidak ikut campur dengan urusanmu ..."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_022 = "Itu mengagumkan, Dana."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_034 = "Hi Dana, bagaimana kabarmu?"
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_035 = "Apa yang terjadi, Dana? Semuanya keren antara kau dan Juliet?"
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_038 = "Karena aku peduli."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_039 = "Aku juga. Aku tahu itu baik hanya untuk berbicara tentang ... hal ini."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_044 = "Err, aku tidak besar pada cosplay."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_049 = "Aku tidak akan menemukan diri menghindari proyektil muntah dari bro-dudes. Terima kasih."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_053 = "Mengapa tidak? Jika aku benci, aku selalu dapat kembali ... ke kamarku."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_054 = "Tidak, maaf. Hanya saja ... bukan hal-ku."
Cue_E2_1A_DanaRoom_CHDana_Phase01_Max_055 = "Itu terdengar seperti menyenangkan. Sekarang aku harus pergi merenungkan masa depan partaiku ..."
Cue_E2_1A_DanaRoom_CHDana_Quick01_Dana_001 = "Mari kita bicara nanti, Max."
Cue_E2_1A_KateRoom_Believe_Kate_020 = "Berkatilah kau Max. Aku akan pergi ke polisi ... dan juga Kepala Sekolah Wells. Dengan kau sebagai back-up saksiku, mereka harus membawa kita dengan serius sekarang."
Cue_E2_1A_KateRoom_Believe_Kate_040 = "Mengapa? Hati-hati dari apa?"
Cue_E2_1A_KateRoom_Believe_Max_010 = "Ya, Kau harus pergi ke polisi, Kate. Aku benar-benar percaya setiap kata yang kau katakan. Nathan Prescott benar-benar berbahaya."
Cue_E2_1A_KateRoom_Believe_Max_030 = "Back-up saksi? Yah, maksudku, aku percaya kau dan segalanya, tapi ... kami masih hanya manja siswa punk ke polisi dan fakultas ... Aku hanya berpikir kita harus sangat berhati-hati di sini. .. "
Cue_E2_1A_KateRoom_Believe_Max_050 = "Tidak ada ... kecuali Prescotts adalah keluarga yang kuat. Aku harap ini tidak akan menjadi bumerang pada kita, itu saja. Meskipun bajingan kaya telah menerima beberapa karma buruk yang serius. Dia akan mendapatkannya ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_001 = "Max, kenapa kau melangkah di antara David dan aku kemarin?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_002 = "Max, kenapa kau tidak melakukan apa-apa ketika David melecehkanku kemarin?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_008 = "Aku berharap dia akan. Tapi itu bagus untuk melihat bahwa kau peduli padaku ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_009 = "Aku tidak berharap kau tidak masuk dalam permasalahanku. Aku hanya merasa seperti tidak ada yang peduli ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_010 = "Aku pikir dia berbeda. Aku senang melihat bahwa seseorang yang peduli ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_011 = "Kau punya pilihan untuk tidak terlibat. Tak seorang pun di sini tampaknya peduli siapa pun ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_013 = "Yah ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_014 = "Dia ass paranoid total! Dia mengira aku bagian dari Vortex Club. Ya, benar."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_018 = "Aku bahkan tidak dapat melihatnya, Max ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_019 = "Aku pergi ke pesta Vortex klub terhadap penilaianku lebih baik. Tidak adeganku sama sekali."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_020 = "Karena dia melihat video."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_023 = "Terima kasih, Max."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_024 = "Apakah kau bercanda?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_025 = "Apakah kau tahu bagaimana memalukannya ini untukku?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_033 = "Pada dasarnya, aku pergi ke salah satu pihak Vortex Klub dan akhirnya | bermesraan dengan sekelompok orang ... dan aku tidak memiliki memori itu ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_037 = "Selang kewarasan? Aku hanya berpikir aku bisa bertemu dengan beberapa orang baru."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_038 = "Aku tidak."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_039 = "Ini cerita panjang. Aku masih berusaha untuk menyortir semua itu ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_041 = "Aku bersumpah demi Tuhan aku punya satu tegukan anggur merah. Dan kemudian aku minum air."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_044 = "Aku tidak mendapatkan terbuang. Pernah."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_045 = "Aku menyesap di gereja dan aku tidak berakhir di video virus, oke?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_048 = "Aku ingat ... Aku ingat mendapatkan sakit dan pusing ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_049 = "Kemudian Nathan Prescott mengatakan dia akan membawaku ke rumah sakit ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_054 = "Dia sedang bagus untuk perubahan ketika ia menawarkan untuk membantuku."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_055 = "Jelas tidak. Aku tidak yakin di mana aku pergi ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_056 = "cukup Sakit membutuhkan dokter. Aku pikir aku sedang sekarat, Max."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_061 = "Yang aku ingat mengemudi untuk waktu yang lama ... maka aku terbangun di sebuah ruangan ... aku pikir itu adalah sebuah rumah sakit karena itu begitu putih dan cerah ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_065 = "Itu semua aku ingat! Aku tidak tahu apa yang terjadi ... Aku terbangun di luar kamar asramaku hari berikutnya. Aku tidak memiliki tanda atau memar, tapi aku merasa kotor."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_066 = "Tentu saja-kau pikir aku membuat omong kosong ini sampai? Kenapa?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_069 = "Aku tidak tahu. Mungkin Victoria. Dia ada menjadi dirinya berarti diri."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_071 = "Bagaimana cara menghapus video virus itu? Aku tahu itu sudah menyebar, bagaimana jika gerejaku melihat? Aku perlu tahu apa yang harus dilakukan ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Kate_077 = "Seseorang berbicara kepadaku dengan suara lembut ... Aku pikir itu adalah dokter ... sampai aku mendengar Nathan dan merasakan sengatan tajam di leherku ... dan ... dan ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_003 = "Pergilah, aku mendengarkan."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_004 = "Aku benci pengganggu. David Madsen harus tahu lebih baik."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_005 = "Maaf. Aku takut. Aku bisa sangat penakut."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_006 = "Aku menginginkan bukti David adalah di wajahmu."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_007 = "Aku tidak punya pilihan. David Madsen adalah bajingan."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_012 = "Kate, aku benar-benar peduli. Jadi, apa ceritamu dengan David?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_015 = "Bagaimana video ini? Dan aku bersumpah aku belum menontonnya."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_016 = "Apakah kau berpesta dengan mereka?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_017 = "Mengapa ia berpikir begitu?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_021 = "Aku tidak akan baik."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_022 = "Haruskah aku menontonnya? Hanya untuk ... cucu?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_026 = "Aku tahu ini menyebalkan, Kate, tapi ... ceritakan tentang video dan mungkin aku bisa membantu."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_034 = "Jadi, mengapa kau pergi?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_035 = "Tidak terdengar seperti dirimu. Aku tidak pernah melihat kau berpesta dengan Victoria ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_036 = "Itu mengerikan. Jadi, bagaimana itu terjadi?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_040 = "Kau harus memberitahuku lebih dari itu. Apa yang terjadi di pesta itu? Apakah kamu minum?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_042 = "Tidak cukup untuk mendapatkan terbuang, kan?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_043 = "Apakah kau yakin itu hanya satu tegukan?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_046 = "Apakah seseorang memberimu obat?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_047 = "Pergilah ..."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_050 = "Nathan Prescott? Oh sial!"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_052 = "Seberapa sakit dirimu?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_053 = "Apakah kau pergi?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_058 = "Dia adalah kebalikan dari baik. Bagaimana selanjutnya?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_059 = "Jadi, Nathan tidak membawamu ke UGD?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_060 = "Apa yang kau ingat tentang itu?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_063 = "Dan?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_067 = "Tidak, aku hanya ... menjadi deduktif. Seperti biasa. Lalu apa yang terjadi?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_068 = "Jadi, siapa yang mengambil videomu di pesta?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_070 = "Ya tuhan Kate, aku minta maaf. Ini adalah omong kosong yang serius."
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_072 = "Kate, kita akan mencari tahu. Aku akan periksa lagi nanti, oke?"
Cue_E2_1A_KateRoom_CHKate_Phase01_Max_076 = "Apakah kau yakin?"
Cue_E2_1A_KateRoom_DialKate_Kate_020 = "Terima kasih, Max ... kau bisa meletakkan bukuku di sini, di dekat tasku."
Cue_E2_1A_KateRoom_DialKate_Max_010 = "Uh, hei, Kate, aku membawa bukumu ..."
Cue_E2_1A_KateRoom_DontBelieve_Kate_Kate_020 = "Tapi aku tahu aku diracuni-"
Cue_E2_1A_KateRoom_DontBelieve_Kate_Kate_040 = "Kau membuatku merasa begitu hopeless-"
Cue_E2_1A_KateRoom_DontBelieve_Kate_Kate_060 = "Itu tampaknya tidak mungkin pada saat ini. Jadi itulah jawabanmu?"
Cue_E2_1A_KateRoom_DontBelieve_Kate_Kate_080 = "Tapi tidak sekarang. Jadi aku bisa berjalan menyusuri lorong-lorong dengan orang-orang memanggilku virus. Terima kasih, Max."
Cue_E2_1A_KateRoom_DontBelieve_Kate_Max_010 = "Jika kau melakukan itu, mereka tidak akan mempercayamu. Jika kau menunjukkan video ke orang-orang dan mereka akan menggunakannya kepadamu. Buruk."
Cue_E2_1A_KateRoom_DontBelieve_Kate_Max_030 = "Itulah yang harus kau buktikan. Bukan mereka. Aku hanya memberitahumu bagaimana polisi dan sekolah akan melihat ini. Video tidak akan membantumu ..."
Cue_E2_1A_KateRoom_DontBelieve_Kate_Max_050 = "Tidak, tidak, Kate. Aku hanya tidak ingin kau terluka lagi ..."
Cue_E2_1A_KateRoom_DontBelieve_Kate_Max_070 = "Aku pikir kita harus menunggu. Ada hal-hal lain yang terjadi yang mungkin bisa membantumu."
Cue_E2_1A_KateRoom_KateBook_Kate_010 = "Jadi Max, apakah aku boleh bertanya? Dan tolong jujur."
Cue_E2_1A_KateRoom_KateBook_Kate_030 = "Aku harus mencari tahu apakah Nathan Prescott membantuku ... atau menyakitiku setelah pesta itu."
Cue_E2_1A_KateRoom_KateBook_Kate_050 = "Haruskah aku pergi ke polisi?"
Cue_E2_1A_KateRoom_KateBook_Max_020 = "Benar-benar, Kate. Apa pun."
Cue_E2_1A_KateRoom_KateBook_Stella_010 = "Putar musik sialan bawah! Orang-orang tidur!"
Cue_E2_1A_KateRoom_KateBook_Stella_020 = "Pergi! Orang-orang tidur!"
Cue_E2_1A_MaxRoom_FindRoomSacked_Max_010 = "Tidak ada cara sialan!"
Cue_E2_1A_MaxRoom_FindRoomSacked_Max_020 = "Ini bukan mengapa aku datang ke Blackwell. Dan aku masih harus membersihkan semua omong kosong ini?"
Cue_E2_1A_MaxRoom_FindRoomSacked_Max_030 = "Setelah aku menemukan buku Kate ..."
